"MenuTitle" = "HP LaserJet Professional Utility";

"Supply Status Page" = "Página de estado de consumibles";
"Configuration Page" = "Página de configuración";
"Cleaning Page" = "Página limpiadora";
"Demo Page" = "Página de demostración";
"Print Information Pages" = "Imprimir páginas de información";
"OK" = "Aceptar";
"Cancel" = "Cancelar";
"EcoSMART" = "EcoSMART";
"sleep after" = "Tiempo antes de ingresar al modo de suspensión:";
"Auto Off after:" = "Tiempo antes del apagado automático:";
"Quiet Mode" = "Establecer modo silencioso";
"Enable" = "Habilitar";
"Disable" = "Desactivar";
"HTML Config..." = "Configuración HTML...";

"After 1 minute" = "1 minuto después";

"After 5 minutes" = "5 minutos después";

"After 15 minutes" = "15 minutos después";

"After 30 minutes" = "30 minutos después";

"After 1 hour" = "1 hora después";

"After 2 hours" = "2 horas después";

"Never" = "Nunca";


"1 minute" = "1 minuto";

"5 minutes" = "5 minutos";

"15 minutes" = "15 minutos";

"30 minutes" = "30 minutos";

"1 hour" = "1 hora";

"2 hours" = "2 horas";

"4 hours" = "4 horas";

"8 hours" = "8 horas";

"24 hours" = "24 horas";

"Language" = "SPANISH";

"CleaningPagePanelLabel" = "La utilidad de limpieza HP LaserJet Professional se ha diseñado para eliminar el exceso de papel y las partículas de tóner que pueden acumularse en el ensamblaje del fusor y en los rodillos, y de esa manera alargar la vida de la impresora.\r\nSiga estos pasos para comenzar el proceso de limpieza\r\n1. Asegúrese de que el dispositivo está en reposo y el indicador luminoso de impresora preparada está encendido\r\n2. Cargue las transparencias o el papel para copiadoras (de 70g/m² a 90g/m²) de superficie suave en la bandeja 1.\r\n3. Pulse Aceptar para comenzar la limpieza\r\nNota: El proceso de limpieza durará unos 3 minutos de principio a fin.";
